{
    "questaoDissertativa": [
        {
            "questao": "Considerando uma crise pontual com um cliente sobre resultados atuais após a primeira quinzena de Black Friday, você defenderia os canais de mídia paga?\n\nSe sim, escreva sua defesa ao cliente citando algum recurso de GA que viabilize seus argumentos.\n\nSe não, qual seria o seu discurso para contornar/amenizar a situação?\n\n Abaixo, segue as imagens para te ajudar no seu argumento:", 
            "imagem": [
                "/storage/circuito-tecnico/avaliacaos/6/imagem1.png",
                "/storage/circuito-tecnico/avaliacaos/6/imagem2.png",
                "/storage/circuito-tecnico/avaliacaos/6/imagem3.png"
            ]
        },
        {
            "questao": "A Yooper assumiu um novo projeto que já operava os principais canais (Google, Face/Insta, Programática, Afiliados e etc…) e você será o responsável por criar o planejamento de mídia e ditar os próximos passos da implementação do projeto até sua ativação. Cite as principais estratégias que você consideraria para este segmento, onde investiria esse budget, quais são os pontos de atenção e o que, segundo sua experiência, faz mais sentido analisar e apostar nesse caso:\n\nO orçamento é de R$ 350.000,00 e o site é da Mash (https://www.mash.com.br/) do segmento de moda íntima masculina (cuecas, meias, pijamas e moda praia). Estamos falando de uma marca já consolidada no digital onde a Yooper está entrando como uma nova agência, lembrando que você está pegando um projeto já com uma maturidade em que você terá que direcionar as etapas de implementação.\n\n Aqui esperamos como entregável, um planejamento de mídia via ppt onde você apresenta sua estratégia com estrutura de campanha e plano de mídia com uma previsibilidade de resultado e defesa do plano proposto.\n\n\nPrincipais informações:\n\nSite: https://www.mash.com.br/\nSegmento: Moda íntima masculina\nInvestimento: R$ 350.000,00\nCPC médio histórico: R$ 1,63\nTicket Médio: R$ 175,00 (Média de todos os canais)\nTaxa de conversão: 3,75% (Média de todos os canais)\nTaxa de aprovação: 96% (Média de todos os canais)\nObs: para ajudar na construção do plano de mídia, canal orgânico contribui com 6% das sessões, direto 9,5%, e-mail/crm 14,5% e referência/outros 5%, totalizando 35%.\n\n No campo abaixo, você pode enviar o link de compartilhamento do seu PPT com alguma observação se quiser.\nNão esqueça de deixar o link público.",
            "tipo_resposta": "link"
        }

    ],
    "alternativas": []
}

